
/* Class = "NSTextFieldCell"; title = "Annotations"; ObjectID = "09J-Sj-sSQ"; */
"09J-Sj-sSQ.title" = "주석";

/* Class = "NSButtonCell"; title = "Maximum number of downloads"; ObjectID = "0os-Tx-69n"; */
"0os-Tx-69n.title" = "최대 다운로드 수";

/* Class = "NSButton"; ibShadowedToolTip = "Enter the email addresses of the desired recipients here. If there are multiple recipients, separate the addresses with a semicolon ‘;’."; ObjectID = "3Fm-Cx-0nK"; */
"3Fm-Cx-0nK.ibShadowedToolTip" = "여기에 원하는 수신자의 이메일 주소를 입력하십시오.\n수신자가 여러 명인 경우 세미콜론‘;’으로 주소를 구분합니다.";

/* Class = "NSTokenFieldCell"; placeholderString = "Email address(es)"; ObjectID = "3Sx-wN-rLi"; */
"3Sx-wN-rLi.placeholderString" = "이메일 주소";

/* Class = "NSWindow"; title = "Create Download Share"; ObjectID = "5Ir-AP-9Uz"; */
"5Ir-AP-9Uz.title" = "다운로드 공유 생성";

/* Class = "NSTabViewItem"; label = "Advanced"; ObjectID = "Cjg-Uh-hkr"; */
"Cjg-Uh-hkr.label" = "고급";

/* Class = "NSTextFieldCell"; title = "Your message:"; ObjectID = "Gwp-Nb-dc3"; */
"Gwp-Nb-dc3.title" = "나의 메시지:";

/* Class = "NSTextFieldCell"; title = "Send password via SMS:"; ObjectID = "L7d-GK-ZQn"; */
"L7d-GK-ZQn.title" = "비밀번호 문자로 전송하기:";

/* Class = "NSTextFieldCell"; placeholderString = "Subject"; ObjectID = "MCq-VP-2cd"; */
"MCq-VP-2cd.placeholderString" = "제목";

/* Class = "NSButton"; ibShadowedToolTip = "If you set a password, it has to be entered when the link is opened. The shared file cannot be downloaded without entering the correct password. The password is not sent in the email. Please inform the recipient about the password in a different way. The password must meet the following criteria: at least 8 characters, letters and numbers"; ObjectID = "NPD-sC-lIL"; */
"NPD-sC-lIL.ibShadowedToolTip" = "비밀번호를 설정하면 링크가 열릴 때 입력해야합니다. 올바른 암호를 입력하지 않으면 공유 파일을 다운로드 할 수 없습니다. 비밀번호는 이메일로 전송되지 않습니다. 수신자에게 다른 방법으로 비밀번호를 알려주십시오. 비밀번호는 다음 기준을 충족해야합니다: 최소 8 자, 문자 및 숫자 포함";

/* Class = "NSTokenFieldCell"; placeholderString = "Mobile phone number(s)"; ObjectID = "POV-nm-Wsx"; */
"POV-nm-Wsx.placeholderString" = "휴대전화 번호";

/* Class = "NSTextField"; ibShadowedToolTip = "If you want to send the password automatically to certain recipients via SMS, enter their mobile numbers here. If necessary, separate several mobile phone numbers by semicolon (;). The password transmission via SMS offers increased security and can prevent the password from reaching unauthorized hands."; ObjectID = "Vpe-7m-nyy"; */
"Vpe-7m-nyy.ibShadowedToolTip" = "특정 수신인들에게 비밀번호를 자동으로 문자로 보내기를 원하실 경우, 여기에 해당 수신인들의 휴대전화 번호를 입력하십시오. 필요할 경우, 여러 개의 휴대전화 번호는 세미콜론(;)으로 구분해주십시오. 문자를 통한 비밀번호 전달은 향상된 보안을 제공하며, 비밀번호가 원치 않는 사람에게 전달되는 것을 방지할 수 있습니다.";

/* Class = "NSButton"; ibShadowedToolTip = "Activate to receive an email notification each time the file is downloaded"; ObjectID = "WAC-wk-MfT"; */
"WAC-wk-MfT.ibShadowedToolTip" = "파일이 다운로드 될 때마다 이메일 알림을 받으려면 활성화하십시오.";

/* Class = "NSTextFieldCell"; title = "Subject:"; ObjectID = "aYC-x5-fUB"; */
"aYC-x5-fUB.title" = "제목:";

/* Class = "NSTextFieldCell"; placeholderString = "Your message"; ObjectID = "b6h-nJ-1qL"; */
"b6h-nJ-1qL.placeholderString" = "사용자의 메세지";

/* Class = "NSButtonCell"; title = "Notify on downloads"; ObjectID = "gl6-eu-MWo"; */
"gl6-eu-MWo.title" = "다운로드시 알림";

/* Class = "NSButtonCell"; title = "Password"; ObjectID = "hL7-2c-ZNi"; */
"hL7-2c-ZNi.title" = "비밀번호";

/* Class = "NSButton"; ibShadowedToolTip = "The expiration date shows the last day on which the link is valid. After the date has expired, the file can no longer be downloaded with this link."; ObjectID = "k6J-Qf-tmg"; */
"k6J-Qf-tmg.ibShadowedToolTip" = "만료 날짜는 링크가 유효한 마지막 날을 표시합니다. 날짜가 만료되면 더 이상이 링크를 사용하여 파일을 다운로드 할 수 없습니다.";

/* Class = "NSButtonCell"; title = "Show name of creator publicly"; ObjectID = "kI4-Nf-G7t"; */
"kI4-Nf-G7t.title" = "제작자의 이름을 공개적으로 표시";

/* Class = "NSTabViewItem"; label = "Settings"; ObjectID = "kO7-0e-JvW"; */
"kO7-0e-JvW.label" = "설정";

/* Class = "NSButtonCell"; title = "Cancel"; ObjectID = "o2F-9o-j5k"; */
"o2F-9o-j5k.title" = "취소";

/* Class = "NSButtonCell"; title = "Expiration date"; ObjectID = "ojx-Sm-ieQ"; */
"ojx-Sm-ieQ.title" = "만료 일자";

/* Class = "NSSecureTextFieldCell"; placeholderString = "Repeat password"; ObjectID = "qSi-ck-kI3"; */
"qSi-ck-kI3.placeholderString" = "비밀번호를 한 번 더 입력해주십시오";

/* Class = "NSSecureTextFieldCell"; placeholderString = "Password"; ObjectID = "thZ-vc-zA0"; */
"thZ-vc-zA0.placeholderString" = "비밀번호";

/* Class = "NSButtonCell"; title = "Send share via email"; ObjectID = "u7K-lG-JBv"; */
"u7K-lG-JBv.title" = "이메일로 공유 전달하기";

/* Class = "NSTextFieldCell"; title = "Send share to:"; ObjectID = "v5h-o2-RtP"; */
"v5h-o2-RtP.title" = "다른 사람에게 공유 전달하기:";

/* Class = "NSButtonCell"; title = "Create"; ObjectID = "vxM-qi-odF"; */
"vxM-qi-odF.title" = "생성";
